Revit 2027 API
ParameterTypeId.FloorAttrDefaultThicknessParam Property
 "Default Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FloorAttrDefaultThicknessParam { get; }
Public Shared ReadOnly Property FloorAttrDefaultThicknessParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FloorAttrDefaultThicknessParam {
	ForgeTypeId^ get ();
}
static member FloorAttrDefaultThicknessParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace